Repository: wmo-raf/forecastmanager
Catalog: forecastmanager/locale/*/LC_MESSAGES/django.po
Languages: am, ar, es, sw

source: Visit the Wagtail website
am: የWagtail ድህረ ገጽን ይጎብኙ
ar: قم بزيارة موقع Wagtail
es: Visite el sitio web de Lavandera
sw: Tembelea tovuti ya Wagtail

source: View the release notes
am: የመልቀቂያ ማስታወሻዎችን ይመልከቱ
ar: عرض ملاحظات الإصدار
es: Ver las notas de la versión
sw: Tazama maelezo ya kutolewa

source: Welcome to your new Wagtail site!
am: ወደ አዲሱ የዋግቴል ጣቢያ እንኳን በደህና መጡ!
ar: مرحبا بكم في موقع الذعرة الجديد الخاص بك!
es: ¡Bienvenido a su nuevo sitio de Wagtail!
sw: Karibu kwenye tovuti yako mpya ya Wagtail!

source: Please feel free to <a href="https://github.com/wagtail/wagtail/wiki/Slack">join our community on Slack</a>, or get started with one of the links below.
am: እባክዎ <a href="https://github.com/wagtail/wagtail/wiki/Slack">በSlack ላይ ማህበረሰባችንን ለመቀላቀል</a>፣ ወይም ከታች ካሉት ማገናኛዎች በአንዱ ይጀምሩ።
ar: لا تتردد في <a href="https://github.com/wagtail/wagtail/wiki/Slack"> الانضمام إلى مجتمعنا على Slack </a> ، أو البدء باستخدام أحد الروابط أدناه.
es: Siéntete libre de <a href="https://github.com/wagtail/wagtail/wiki/Slack">únete a nuestra comunidad en Slack</a>, o comienza con uno de los enlaces a continuación.
sw: Tafadhali jisikie huru <a href="https://github.com/wagtail/wagtail/wiki/Slack">kujiunga na jumuiya yetu kwenye Slack</a>, au anza na mojawapo ya viungo vilivyo hapa chini.

source: Wagtail Documentation
am: Wagtail ሰነድ
ar: توثيق الذعرة
es: Documentación de lavandera
sw: Nyaraka za Wagtail

source: Topics, references, & how-tos
am: ርዕሶች፣ ማጣቀሻዎች እና እንዴት እንደሚደረግ
ar: الموضوعات والمراجع وطرق التنفيذ
es: Temas, referencias y procedimientos
sw: Mada, marejeleo na jinsi ya kufanya

source: Tutorial
am: አጋዥ ስልጠና
ar: درس تعليمي
sw: Mafunzo

source: Build your first Wagtail site
am: የመጀመሪያውን የWagtail ጣቢያዎን ይገንቡ
ar: بناء موقع الذعرة الأول الخاص بك
es: Crea tu primer sitio de Wagtail
sw: Jenga tovuti yako ya kwanza ya Wagtail

source: Admin Interface
am: የአስተዳዳሪ በይነገጽ
ar: واجهة المسؤول
es: Interfaz de administración
sw: Kiolesura cha Msimamizi

source: Create your superuser first!
am: መጀመሪያ ሱፐር ተጠቃሚዎን ይፍጠሩ!
ar: قم بإنشاء المستخدم المتميز الخاص بك أولاً!
es: ¡Crea tu superusuario primero!
sw: Unda mtumiaji wako mkuu kwanza!

source: Daily Weather
am: ዕለታዊ የአየር ሁኔታ
ar: الطقس اليومي
es: Clima diario
sw: Hali ya hewa ya kila siku

source: Forecasts
am: ትንበያዎች
ar: التنبؤ
es: Pronósticos
sw: Utabiri

source: Forecast Date
am: የትንበያ ቀን
ar: تاريخ التنبؤ
es: Fecha pronóstico
sw: Tarehe ya Utabiri

source: Weather Forecast Description
am: የአየር ሁኔታ ትንበያ መግለጫ
ar: وصف توقعات الطقس
es: Descripción del pronóstico del tiempo
sw: Maelezo ya Utabiri wa Hali ya Hewa

source: Summary Date
am: ማጠቃለያ ቀን
ar: تاريخ الملخص
es: Fecha de resumen
sw: Tarehe ya muhtasari

source: Weather Summary Description
am: የአየር ሁኔታ ማጠቃለያ መግለጫ
ar: وصف ملخص الطقس
es: Resumen del tiempo Descripción
sw: Maelezo ya Muhtasari wa Hali ya Hewa

source: Extreme Date
am: ጽንፈኛ ቀን
ar: التاريخ المتطرف
es: Fecha extrema
sw: Tarehe Iliyokithiri

source: Unique UUID. Auto generated on creation.
am: ልዩ UUID በፍጥረት ላይ በራስ-ሰር የተፈጠረ።
ar: UUID فريد. تم إنشاؤه تلقائيًا عند الإنشاء.
es: UUID único. Generado automáticamente en la creación.
sw: UUID ya kipekee. Imetengenezwa kiotomatiki kwenye uundaji.

source: City Name
am: የከተማ ስም
ar: اسم المدينة
es: Nombre de la ciudad
sw: Jina la Mji

source: City Location (Lat, Lng)
am: የከተማ አካባቢ (ላት፣ ኤልንግ)
ar: موقع المدينة (Lat ، Lng)
es: Ciudad Ubicación (Lat, Lng)
sw: Mahali pa Jiji (Lat, Lng)

source: City
am: ከተማ
ar: مدينة
es: Ciudad
sw: Jiji

source: Cities
am: ከተሞች
ar: مدن
es: Ciudades
sw: Miji

source: Clear sky
am: የጠራ ሰማይ
ar: سماء صافية
es: Cielo limpio
sw: Anga wazi

source: Cloudy
am: ደመናማ
ar: غائم
es: Nublado
sw: Mawingu

source: Fair
am: ፍትሃዊ
ar: عدل
es: Justo
sw: Haki

source: Fog
am: ጭጋግ
ar: ضباب
es: Niebla
sw: Ukungu

source: Heavy Rain
am: ከባድ ዝናብ
ar: مطر غزير
es: Lluvia Pesada
sw: Mvua Kubwa

source: Heavy Rain and Thunder
am: ከባድ ዝናብ እና ነጎድጓድ
ar: أمطار غزيرة ورعد
es: Fuerte lluvia y truenos
sw: Mvua Kubwa na Ngurumo

source: Heavy Rain Showers
am: ከባድ ዝናብ ዝናብ
ar: امطار غزيرة
es: Fuertes Lluvias
sw: Manyunyu ya Mvua Kubwa

source: Heavy Rain Showers and Thunder
am: የከባድ ዝናብ ዝናብ እና ነጎድጓድ
ar: أمطار غزيرة ورعد
es: Fuertes Lluvias y Truenos
sw: Mvua Kubwa na Ngurumo

source: Heavy Sleet
am: ከባድ ስሊት
ar: مطر ثقيل
es: aguanieve pesada
sw: Theluji Nzito

source: Heavy Sleet and Thunder
am: ከባድ በረዶ እና ነጎድጓድ
ar: صقيع ورعد كثيف
es: Fuerte aguanieve y truenos
sw: Theluji Nzito na Ngurumo

source: Heavy Sleet Showers
am: ከባድ የበረዶ ሸርተቴዎች
ar: تساقط ثلوج كثيفة
es: Lluvias fuertes de aguanieve
sw: Manyunyu ya theluji Nzito

source: Heavy Sleet Showers and Thunder
am: ከባድ የበረዶ ዝናብ እና ነጎድጓድ
ar: تساقط ثلوج كثيفة ورعد
es: Lluvias fuertes de aguanieve y truenos
sw: Mvua Nzito na Ngurumo

source: Heavy Snow
am: ከባድ በረዶ
ar: ثلوج كثيفة
es: Fuertes nevadas
sw: Theluji Nzito

source: Heavy Snow and Thunder
am: ኃይለኛ በረዶ እና ነጎድጓድ
ar: ثلوج كثيفة ورعد
es: Fuertes nevadas y truenos
sw: Theluji Nzito na Ngurumo

source: Heavy Snow Showers
am: ከባድ የበረዶ ዝናብ
ar: تساقط ثلوج كثيفة
es: Lluvias intensas de nieve
sw: Manyunyu ya Theluji Nzito

source: Heavy Snow Showers and Thunder
am: ከባድ የበረዶ ዝናብ እና ነጎድጓድ
ar: تساقط ثلوج كثيفة ورعد
es: Fuertes chubascos de nieve y truenos
sw: Manyunyu ya Theluji Nzito na Ngurumo

source: Light Rain
am: ቀላል ዝናብ
ar: مطر خفيف
es: Lluvia ligera
sw: Mvua Nyepesi

source: Light Rain and Thunder
am: ቀላል ዝናብ እና ነጎድጓድ
ar: أمطار خفيفة ورعد
es: Lluvia ligera y truenos
sw: Mvua Nyepesi na Ngurumo

source: Light Rain Showers
am: ቀላል ዝናብ ዝናብ
ar: أمطار خفيفة
es: Lluvias ligeras
sw: Manyunyu ya Mvua Nyepesi

source: Light Rain Showers and Thunder
am: ቀላል ዝናብ ዝናብ እና ነጎድጓድ
ar: أمطار خفيفة ورعد
es: Lluvias ligeras y truenos
sw: Manyunyu ya Mvua na Ngurumo

source: Light Sleet
am: ፈካ ያለ የበረዶ ሸርተቴ
ar: صقيع خفيف
es: aguanieve ligera
sw: Mwanga wa Sleet

source: Light Sleet and Thunder
am: ፈካ ያለ በረዶ እና ነጎድጓድ
ar: صقيع خفيف ورعد
es: Aguanieve y truenos ligeros
sw: Mwanga wa theluji na Ngurumo

source: Light Sleet Showers
am: ፈካ ያለ የበረዶ ሸርተቴ ሻወር
ar: أمطار ثلجية خفيفة
es: Chubascos Ligeros De Aguanieve
sw: Manyunyu ya Mwanga wa Sleet

source: Light Sleet Showers and Thunder
am: ቀላል የበረዶ ዝናብ እና ነጎድጓድ
ar: تساقط ثلوج خفيف ورعد
es: Lluvias ligeras de aguanieve y truenos
sw: Manyunyu ya Mwanga wa Sleet na Ngurumo

source: Light Snow Showers and Thunder
am: ቀላል የበረዶ ዝናብ እና ነጎድጓድ
ar: تساقط ثلوج خفيفة ورعد
es: Lluvias de nieve ligeras y truenos
sw: Manyunyu ya Theluji Mwanga na Ngurumo

source: Partly Cloudy
am: ከፊል ደመናማ
ar: غائم جزئيا
es: Parcialmente nublado
sw: Mawingu Kiasi

source: Rain
am: ዝናብ
ar: مطر
es: Lluvia
sw: Mvua

source: Rain and Thunder
am: ዝናብ እና ነጎድጓድ
ar: المطر والرعد
es: lluvia y trueno
sw: Mvua na Ngurumo

source: Rain showers
am: የዝናብ ዝናብ
ar: زخات المطر
es: Duchas de lluvia
sw: Manyunyu ya mvua

source: Rain Showes and Thunder
am: የዝናብ ትርኢቶች እና ነጎድጓዶች
ar: هطول أمطار ورعد
es: Espectáculos de lluvia y truenos
sw: Mvua na Ngurumo

source: Sleet
am: ስሊት
ar: البرد
es: Aguanieve
sw: Tulia

source: Sleet and Thunder
am: በረዶ እና ነጎድጓድ
ar: الصقيع والرعد
es: aguanieve y trueno
sw: Theluji na Ngurumo

source: Sleet Showers
am: የበረዶ ሻወር
ar: أمطار ثلجية
es: Lluvias de aguanieve
sw: Manyunyu ya theluji

source: Sleet Showes and Thunder
am: የበረዶ ሸርተቴዎች እና ነጎድጓድ
ar: يظهر الصقيع والرعد
es: Espectáculos de aguanieve y truenos
sw: Manyunyu ya theluji na Ngurumo

source: Snow
am: በረዶ
ar: ثلج
es: Nieve
sw: Theluji

source: Snow and Thunder
am: በረዶ እና ነጎድጓድ
ar: الثلج والرعد
es: nieve y trueno
sw: Theluji na Ngurumo

source: Snow Showers
am: የበረዶ ዝናብ
ar: زخات الثلوج
es: Duchas de nieve
sw: Manyunyu ya theluji

source: Snow Showers and Thunder
am: የበረዶ ዝናብ እና ነጎድጓድ
ar: زخات ثلج ورعد
es: Lluvias de nieve y truenos
sw: Manyunyu ya Theluji na Ngurumo

source: Forecasts Date
am: ትንበያዎች ቀን
ar: تاريخ التوقعات
es: Fecha de pronósticos
sw: Tarehe ya Utabiri

source: General Weather Condition
am: አጠቃላይ የአየር ሁኔታ
ar: حالة الطقس العامة
es: Condiciones climáticas generales
sw: Hali ya Hewa ya Jumla

source: E.g Light Showers
am: ለምሳሌ የብርሃን ሻወር
ar: على سبيل المثال الاستحمام الخفيفة
es: Por ejemplo, lluvias ligeras
sw: K.m. Manyunyu ya Mwanga

source: Forecast
am: ትንበያ
ar: تنبؤ بالمناخ
es: Pronóstico
sw: Utabiri

source: Enable automated forecasts
am: ራስ-ሰር ትንበያዎችን አንቃ
ar: تمكين التنبؤات الآلية
es: Habilitar pronósticos automatizados
sw: Washa utabiri wa kiotomatiki

source: Temperature
am: የሙቀት መጠን
ar: درجة حرارة
es: Temperatura
sw: Halijoto

source: Wind
am: ንፋስ
ar: رياح
es: Viento
sw: Upepo

source: Data Parameters
am: የውሂብ መለኪያዎች
ar: معلمات البيانات
es: Parámetros de datos
sw: Vigezo vya Data

source: Data Parameter
am: የውሂብ መለኪያ
ar: معلمة البيانات
es: Parámetro de datos
sw: Kigezo cha data

source: Forecast Data Parameters
am: ትንበያ የውሂብ መለኪያዎች
ar: معلمات بيانات التنبؤ
es: Parámetros de datos de previsión
sw: Vigezo vya Takwimu za Utabiri

source: Forecast Periods
am: የትንበያ ወቅቶች
ar: فترات التنبؤ
es: Períodos de previsión
sw: Vipindi vya Utabiri

source: Forecast Period
am: የትንበያ ጊዜ
ar: فترة التنبؤ
es: Período de pronóstico
sw: Kipindi cha Utabiri

source: Forecast Source
am: የትንበያ ምንጭ
ar: مصدر التنبؤ
es: Fuente de pronóstico
sw: Chanzo cha Utabiri

source: Measurement Units
am: የመለኪያ ክፍሎች
ar: وحدات القياس
es: Unidades de medida
sw: Vitengo vya Vipimo

source: Forecast Effective Time
am: ትንበያ ውጤታማ ጊዜ
ar: الوقت الفعلي للتنبؤ
es: Pronóstico de tiempo efectivo
sw: Wakati Ufanisi wa Utabiri

source: Label
am: መለያ
ar: ملصق
es: Etiqueta
sw: Lebo

source: Is Whole Day
am: ሙሉ ቀን ነው።
ar: هو يوم كامل
es: es todo el día
sw: Ni Siku Nzima

source: Maximum Air Temperature
am: ከፍተኛው የአየር ሙቀት
ar: أقصى درجة حرارة للهواء
es: Temperatura máxima del aire
sw: Kiwango cha Juu cha Joto la Hewa

source: Minimum Air Temperature
am: ዝቅተኛ የአየር ሙቀት
ar: الحد الأدنى لدرجة حرارة الهواء
es: Temperatura mínima del aire
sw: Kiwango cha chini cha Joto la Hewa

source: Air Temperature
am: የአየር ሙቀት
ar: درجة حرارة الهواء
es: Temperatura del aire
sw: Joto la Hewa

source: Dew Point Temperature
am: የጤዛ ነጥብ ሙቀት
ar: مقياس معدل الرطوبة
es: Temperatura de derretimiento
sw: Kiwango cha joto cha Umande

source: Precipitation Amount
am: የዝናብ መጠን
ar: كمية الهطول
es: Cantidad de precipitación
sw: Kiasi cha Mvua

source: Air Pressure (Sea level)
am: የአየር ግፊት (የባህር ደረጃ)
ar: ضغط الهواء (مستوى البحر)
es: Presión del aire (nivel del mar)
sw: Shinikizo la Hewa (kiwango cha bahari)

source: Wind Speed
am: የንፋስ ፍጥነት
ar: سرعة الرياح
es: Velocidad del viento
sw: Kasi ya Upepo

source: Wind Direction
am: የንፋስ አቅጣጫ
ar: اتجاه الرياح
es: Dirección del viento
sw: Mwelekeo wa Upepo

source: Relative Humidity
am: አንፃራዊ እርጥበት
ar: الرطوبة النسبية
es: Humedad relativa
sw: Unyevu wa Jamaa

source: Sunrise
am: የፀሐይ መውጣት
ar: شروق الشمس
es: Amanecer
sw: Kuchomoza kwa jua

source: Sunset
am: ጀንበር ስትጠልቅ
ar: غروب
es: Atardecer
sw: machweo

source: Moonrise
am: የጨረቃ መነሳት
ar: طلوع القمر
es: salida de la luna
sw: Kupanda kwa mwezi

source: Moonset
am: ጨረቃ ስትጠልቅ
ar: غروب القمر
es: puesta de la luna
sw: Mwezi wa mwezi

source: Text
am: ጽሑፍ
ar: نص
es: Texto
sw: Maandishi

source: Number
am: ቁጥር
ar: رقم
es: Número
sw: Nambari

source: Time
am: ጊዜ
ar: وقت
es: Tiempo
sw: Wakati

source: Parameter
am: መለኪያ
ar: معامل
es: Parámetro
sw: Kigezo

source: Parameter Label
am: የመለኪያ መለያ
ar: تسمية المعلمة
es: Etiqueta de parámetro
sw: Lebo ya Kigezo

source: Parameter name as locally labelled
am: የመለኪያ ስም በአካባቢው እንደተሰየመ
ar: اسم المعلمة كما هو محدد محليًا
es: Nombre del parámetro como etiquetado localmente
sw: Jina la kigezo kama lilivyo na lebo ya ndani

source: Parameter Type
am: የመለኪያ አይነት
ar: نوع المعلمة
es: Tipo de parámetro
sw: Aina ya Parameta

source: Add forecast
am: ትንበያ ጨምር
ar: أضف توقعات
es: Agregar pronóstico
sw: Ongeza utabiri

source: You can
am: ትችላለህ
ar: أنت تستطيع
es: Puede
sw: Unaweza

source: download a template
am: አብነት አውርድ
ar: تنزيل نموذج
es: descargar una plantilla
sw: pakua kiolezo

source: of the CSV for offline editing and upload it here. The template comes prepopulated with all pre-exisiting cities.
am: የCSV ከመስመር ውጭ አርትዖት እና እዚህ ይስቀሉት። አብነቱ በሁሉም ቅድመ-ነባር ከተሞች ቀድሞ ተሞልቷል።
ar: من ملف CSV للتحرير في وضع عدم الاتصال وتحميله هنا. يأتي النموذج معبأ مسبقًا بجميع المدن الموجودة مسبقًا.
es: del CSV para editarlo sin conexión y cargarlo aquí. La plantilla viene rellenada previamente con todas las ciudades preexistentes.
sw: ya CSV kwa uhariri wa nje ya mtandao na uipakie hapa. Kiolezo huja na miji yote iliyokuwepo awali.

source: Date of forecast
am: የትንበያ ቀን
ar: تاريخ التوقعات
es: Fecha de pronóstico
sw: Tarehe ya utabiri

source: Forecast effective period
am: ውጤታማ ጊዜ ትንበያ
ar: فترة فعالية التنبؤ
es: Período de vigencia de la previsión
sw: Utabiri wa kipindi cha ufanisi

source: Forecast Upload
am: የትንበያ ጭነት
ar: تحميل التوقعات
es: Carga de pronóstico
sw: Upakiaji wa Utabiri

source: The uploaded file should be a CSV, similar to the table on the right
am: የተሰቀለው ፋይል በቀኝ በኩል ካለው ሰንጠረዥ ጋር ተመሳሳይ የሆነ ሲኤስቪ መሆን አለበት።
ar: يجب أن يكون الملف الذي تم تحميله بتنسيق CSV ، مشابهًا للجدول الموجود على اليسار
es: El archivo cargado debe ser un CSV, similar a la tabla de la derecha
sw: Faili iliyopakiwa inapaswa kuwa CSV, sawa na jedwali lililo upande wa kulia

source: Verify that all columns match correctly
am: ሁሉም አምዶች በትክክል የሚዛመዱ መሆናቸውን ያረጋግጡ
ar: تحقق من تطابق جميع الأعمدة بشكل صحيح
es: Verifique que todas las columnas coincidan correctamente
sw: Thibitisha kuwa safu wima zote zinalingana ipasavyo

source: Condition
am: ሁኔታ
ar: حالة
es: Condición
sw: Hali

source: Publish
am: አትም
ar: ينشر
es: Publicar
sw: Kuchapisha

source: The table is empty. Please input data
am: ጠረጴዛው ባዶ ነው። እባክዎን ውሂብ ያስገቡ
ar: الجدول فارغ. الرجاء إدخال البيانات
es: La mesa está vacía. Por favor ingrese datos
sw: Jedwali ni tupu. Tafadhali ingiza data

source: Table contains invalid inputs
am: ሠንጠረዥ ልክ ያልሆኑ ግብዓቶችን ይዟል
ar: يحتوي الجدول على مدخلات غير صالحة
es: La tabla contiene entradas no válidas
sw: Jedwali lina ingizo batili

source: Forecast Manager
am: ትንበያ አስተዳዳሪ
ar: مدير التنبؤ
es: Gerente de Pronóstico
sw: Meneja Utabiri

source: Autoforecasting has been enabled and manually added forecasts here will be overidden.
am: ራስ-ትንበያ ነቅቷል እና እዚህ በእጅ የታከሉ ትንበያዎች ከመጠን በላይ ይደረጋሉ።
ar: تم تمكين البث التلقائي وسيتم تجاوز التوقعات المضافة يدويًا هنا.
es: Se ha habilitado el pronóstico automático y se anularán los pronósticos agregados manualmente aquí.
sw: Utabiri otomatiki umewashwa na utabiri ulioongezwa hapa utazidiwa.

source: Change autoforecasting setting
am: ራስ-ትንበያ ቅንብርን ይቀይሩ
ar: تغيير إعداد البث التلقائي
es: Cambiar la configuración de pronóstico automático
sw: Badilisha mpangilio wa utabiri otomatiki

source: View Forecasts
am: ትንበያዎችን ይመልከቱ
ar: عرض التوقعات
es: Ver pronósticos
sw: Tazama Utabiri

source: Latest Available Forecast
am: የቅርብ ጊዜ የሚገኝ ትንበያ
ar: أحدث التوقعات المتاحة
es: Último pronóstico disponible
sw: Utabiri Unaopatikana Hivi Karibuni

source: Forecast Effective Period
am: ትንበያ ውጤታማ ጊዜ
ar: فترة فعالية التنبؤ
es: Período efectivo de pronóstico
sw: Kipindi cha Ufanisi cha Utabiri

source: Data Successfully updated
am: ውሂብ በተሳካ ሁኔታ ዘምኗል
ar: تم تحديث البيانات بنجاح
es: Datos actualizados con éxito
sw: Data Imesasishwa

source: Data Successfully saved
am: ውሂብ በተሳካ ሁኔታ ተቀምጧል
ar: تم حفظ البيانات بنجاح
es: Datos guardados con éxito
sw: Data Imefaulu kuhifadhiwa

source: Invalid request
am: ልክ ያልሆነ ጥያቄ
ar: طلب غير صالح
es: Solicitud no válida
sw: Ombi batili

source: Settings
am: ቅንብሮች
ar: إعدادات
es: Ajustes
sw: Mipangilio

source: City Forecast
am: የከተማ ትንበያ
ar: توقعات المدينة
es: Pronóstico de la ciudad
sw: Utabiri wa Jiji

source: Add Forecasts
am: ትንበያዎችን ያክሉ
ar: أضف التوقعات
es: Añadir previsiones
sw: Ongeza Utabiri
